Repository: Catelt/Our-Cat-Chat
Catalog: lib/src/localization/app_*.arb
Languages: vi

# common_appTitle
source: My Chat Gemini
vi: My Chat GPT

# common_appVersion
source: Version {value}
vi: Phiên bản {value}

# common_yes
source: Yes
vi: Đúng

# common_no
source: No
vi: Không

# title_home_appbar
source: Chat Gemini
vi: Chat GPT

# title_home_appbar_thinking
source: is thinking
vi: đang nghĩ

# title_setting_appbar
source: Setting
vi: Cài đặt

# hint_edit_text
source: Start typing or taking
vi: Nhập hoặc bấm micro để nói

# section_tts
source: Auto TTS replies
vi: Tự động phản hồi

# section_speech
source: Speech language
vi: Ngôn ngữ phản hồi

# button_delete_messages
source: Deleted all messages
vi: Xóa hết tin nhắn

# title_dialog_delete
source: Are you sure?
vi: Bạn có chắc chắn?

# content_dialog_delete
source: You will deleted all message
vi: Bạn sẽ xóa hết tin nhắn

# snack_bar_delete_messages
source: Messages have been deleted
vi: Tất cả tin nhắn đã được xóa

# title_bottom_select_language
source: Select speech language
vi: Chọn ngôn ngữ phản hồi
